# vi:ft=ruby:
brew 'tmux'
brew 'vim'
brew 'ag'
brew 'go'
brew 'git'
brew 'hub'
brew 'gh'

cask 'dropbox'
cask 'spotify'
cask 'iterm2'
cask 'slack'
cask 'google-chrome'
cask 'zoomus'
cask 'visual-studio-code'

mas 'iA Writer', id: 775737590
mas '1Password', id: 1333542190
