# vi:ft=ruby:
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'universal-ctags/universal-ctags'

brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'vim'
brew 'ag'
brew 'universal-ctags', args: %w[HEAD]
brew 'bash-completion'
brew 'openssl'
brew 'memcached'
brew 'node'
brew 'redis'
brew 'wget'
brew 'go'
brew 'git'
brew 'hub'
brew 'youtube-dl'
brew 'ffmpeg', args: %w[--with-libvpx --with-libvorbis]
brew 'heroku-toolbelt'

tap 'caskroom/cask'
cask 'dropbox'
cask '1password'
cask 'spotify'
cask 'iterm2'
cask 'slack'
cask 'alfred'
cask 'charles'
cask 'skype'
cask 'google-chrome'
cask 'caffeine'
cask 'utorrent'
cask 'vlc'
cask 'cathode'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vagrant'
cask 'imageoptim'
cask 'imagealpha'
cask 'atom'

mas 'iA Writer', id: 775737590
mas 'Tweetbot', id: 557168941
mas 'Capo', id: 696977615
mas 'Pixelmator', id: 407963104
mas 'GIF Brewery 3', id: 1081413713
